cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'

brew 'ack'
brew 'antlr'
brew 'autojump'
brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'fd'
brew 'forego'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'hub'
brew 'jq'
brew 'minikube'
brew 'openssl'
brew 'nmap'
brew 'node', link: false
brew 'nvm'
brew 'telnet'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'yarn'

cask 'alfred'
cask 'aws-vault'
cask 'charles'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'keybase'
cask 'krisp'
cask 'licecap'
cask 'notion'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'standard-notes'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoomus'

cask 'font-fira-code'
