cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'fzf'
brew 'go'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'yarn'

cask 'alfred'
cask 'discord'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'zoomus'

cask 'font-fira-code'
